Repository: ponpiste/Notten
Catalog: *.lproj/Localizable.strings
Languages: de, fr

# marks
source: Grades
de: Notten
fr: Notes

source: Reset
de: Zerécksetzen
fr: Réinitialiser

source: Cancel
de: Ofbriechen
fr: Annuler

source: Coefficient
de: Koeffizient

source: Main subject
de: Haaptfach
fr: Branche fondamentale

source: Yes
de: Jo
fr: Oui

source: No
de: Nee
fr: Non

source: No need
de: Muss net
fr: Pas besoin

source: Success
de: Joer gepackt
fr: Année réussie

source: Stay down
de: Fällt duerch
fr: Redouble

source: Retake exam
de: Noexamen
fr: Rattrapage

source: 1. Term
de: 1. Trimester
fr: 1. Trimestre

source: 2. Term
de: 2. Trimester
fr: 2. Trimestre

source: 3. Term
de: 3. Trimester
fr: 3. Trimestre

source: Term
de: Trimester
fr: Trimestre

# schoolyear
source: Year
de: Joer
fr: Année

source: No class
de: Keng Klass
fr: Aucune classe

source: Ponderation
de: Ponderatioun
fr: Pondération

source: Trick
de: Klengen Tipp
fr: Petite astuce

# longPress
source: You can add grades more quickly by a long press on the name of a subject.
de: Dier kennt Notte méi schnell aginn andeems Dier laang op de Numm vun engem Fach gedréckt haalt.
fr: Vous pouvez ajouter des notes plus rapidement en restant longtemps appuyé sur le nom d'une matière.

source: Median
de: Médiane
fr: Médiane

# median info
source: In statistics and probability theory, a median is the value separating the higher half of a data sample, a population, or a probability distribution, from the lower half.
de: Der Median oder Zentralwert ist ein Mittelwert für Verteilungen in der Statistik. Der Median einer Auflistung von Zahlenwerten ist der Wert, der an der mittleren (zentralen) Stelle steht, wenn man die Werte der Größe nach sortiert.
fr: En statistiques la médiane est la valeur qui permet de partager une série numérique ordonnée en deux parties de même nombre d'éléments.

source: Variance
de: Varianz

# variance info
source: In probability theory and statistics, variance is the expectation of the squared deviation of a random variable from its mean, and it informally measures how far a set of (random) numbers are spread out from their mean.
de: Die Varianz ist ein Streuungsmaß, welches die Verteilung von Werten um den Mittelwert kennzeichnet. Sie ist das Quadrat der Standardabweichung. Berechnet wird die Varianz, indem die Summe der quadrierten Abweichungen aller Messwerte vom arithmetischen Mittel durch die Anzahl der Messwerte dividiert wird.
fr: En statistique et en théorie des probabilités, la variance est une mesure servant à caractériser la dispersion d'un échantillon. Une variance de zéro signale que toutes les valeurs sont identiques. Une petite variance est signe que les valeurs sont proches les unes des autres alors qu'une variance élevée est signe que celles-ci sont très écartées.

source: Standard deviation
de: Écart type
fr: Écart type

# standard deviation info
source: In statistics, the standard deviation (SD, also represented by the Greek letter sigma σ or the Latin letter s) is a measure that is used to quantify the amount of variation or dispersion of a set of data values.
de: Die Standardabweichung (Écart type) ist ein Maß für die Streubreite der Werte eines Merkmals rund um dessen Mittelwert. Vereinfacht gesagt, ist die Standardabweichung die durchschnittliche Entfernung aller gemessenen Ausprägungen eines Merkmals vom Durchschnitt.
fr: L'écart type est une notion mathématique qui mesure la dispersion de données. Il est défini comme la racine carrée de la variance, ou de manière équivalente comme la moyenne quadratique des écarts par rapport à la moyenne.

# required for
source: Required in this subject for...
de: Néideg fir eng Moyenne am Fach vun...
fr: Requis pour avoir dans cette matière...

source: %@ in term
de: %@ am Trimester
fr: %@ au trimestre

source: %@ in semester
de: %@ am Semester
fr: %@ au semestre

source: %@ in exam
de: %@ am Examen
fr: %@ à l'examen

source: %@ in year
de: %@ am Joer
fr: %@ à l'année

source: %@ in test
de: %@ am Test
fr: %@ au devoir

source: Required
de: Néideg Punkten
fr: Minimum syndical

# required year info
source: Enter the year average you want to get in this subject. You will get the minimum term average required in this subject.
de: Gitt d'Moyenne an (vu 60) déi Dir an der Joeresmoyenne vun dësem Fach wëllt hunn. Dier kritt ugewisen wéi vill Dir an der Trimestermoyenne braucht fir déi Moyenne ze kréien.
fr: Entrez la moyenne annuelle (sur 60) que vous voulez obtenir dans cette matière. Vous saurez la moyenne trimestrielle minimale nécessaire.

# required term info
source: Enter the term average you want to get in this subject. You will get the minimum amout of points required for the next test.
de: Gitt d'Moyenne an (vu 60) déi Dir an der Trimestermoyenne vun dësem Fach wëllt hunn. Dier kritt ugewisen wéi vill Dir an der nächster Prüfung braucht fir déi Moyenne ze kréien.
fr: Entrez la moyenne trimestrielle (sur 60) que vous voulez obtenir dans cette matière. Vous saurez la note minimale requise dans le prochain devoir.

# required combined info
source: Enter the average you want to get in this combined subject. You will get the minimum amout of points required for the term average of this subject.
de: Gitt d'Moyenne an (vu 60) déi Dir an dëser branche combinée wëllt hunn. Dier kritt ugewisen wéi vill Dir an dësem Fach braucht fir déi Moyenne ze kréien.
fr: Entrez la moyenne (sur 60) que vous voulez obtenir dans cette branche combinée. Vous saurez la moyenne minimale nécessaire dans cette branche.

# influence header
source: Influence on general average
de: Afloss ob d'Gesamtmoyenne
fr: Influence sur moyenne générale

source: Influence
de: Afloss

# influence info
source: Enter an amout of points and see how much those points in this subject change your general term average.
de: Gitt eng Unzuel vun Punkten an a gesitt ëm wéi vill déi Punkten an deem Fach är Gesamtmoyenne vum Trimester änneren.
fr: Entrez un nombre de points et voyez de combien les points dans cette matière changent votre moyenne générale trimestrielle.

source: %@ point
de: %@ Punkt

source: %@ points
de: %@ Punkten

# android message
source: The App is now also available for Android
de: D'App gett et elo och fir Android
fr: L'application est désormais également disponible pour Android

source: Exam
de: Premiersexamen
fr: Examen

source: None
de: Guer keng
fr: Aucune

source: Admitted
de: Admis
fr: Admis

source: Adjournment
de: Ajournement
fr: Ajournement

source: Refused
de: Refusé
fr: Refusé

source: Needed for %@
de: Néideg am Fach fir %@
fr: Requis pour %@

source: Other
de: Sonstiges
fr: Autre

# technique message
source: Now also available for the enseignement secondaire technique
de: D'App gett et elo och fir den Enseignement Secondaire Technique
fr: L'application est désormais aussi disponible pour l'enseignement secondaire technique

# facebook message
source: Like our facebook page!
de: Like eis Facebook Säit wann d'App dir gefällt!
fr: Likez notre page facebook si l'application vous plaît!

source: 1. Semester
fr: 1. Semestre

source: 2. Semester
fr: 2. Semestre

source: Semester
fr: Semestre
